Repository: vhafdal/BaGetter
Catalog: src/BaGetter.Web/Resources/SharedResource.*.resx
Languages: is_is

source: Actions
is_is: Aðgerðir

source: Authors
is_is: Höfundar

source: Any
is_is: Allt

source: BaGetter documentation
is_is: BaGetter skjölun

source: BaGetter issues
is_is: BaGetter villur

source: by
is_is: eftir

# CouldNotFindPackage
source: Could not find package '{0}'.
is_is: Gat ekki fundið pakkann '{0}'.

source: Current version
is_is: Núverandi útgáfa

source: Delete package
is_is: Eyða pakka

source: Delete package version
is_is: Eyða pakkaútgáfu

source: Dependencies
is_is: Háðir pakkar

source: Dependency
is_is: Háðni

source: .NET tool
is_is: .NET tól

source: .NET template
is_is: .NET sniðmát

source: Documentation
is_is: Skjölun

source: Download package
is_is: Sækja pakka

source: Downloads
is_is: Niðurhöl

source: downloads of current version
is_is: niðurhal núverandi útgáfu

# ForMoreInformationReferTo
source: For more information, please refer to
is_is: Nánari upplýsingar má finna í

source: Framework
is_is: Vinnsluumhverfi

source: Include prerelease
is_is: Sýna forskoðunarútgáfur

source: Info
is_is: Upplýsingar

source: It looks like there's no package here to see. Take a look below for useful links.
is_is: Það virðist ekki vera neinn pakki hér. Skoðaðu gagnlega tengla hér að neðan.

source: Last updated
is_is: Síðast uppfært

source: Latest version
is_is: Nýjasta útgáfa

source: License
is_is: Leyfi

source: Next
is_is: Næsti

source: No dependencies.
is_is: Engir háðir pakkar.

# NoPackagesDependOn
source: No packages depend on {0}.
is_is: Engir pakkar eru háðir {0}.

source: Oops, nothing here...
is_is: Úps, ekkert hér...

source: Oops, package not found...
is_is: Úps, pakki fannst ekki...

# OrAskingForHelpOn
source: or asking for help on our
is_is: eða fáðu aðstoð á

source: Package type
is_is: Pakkatýpa

source: Packages
is_is: Pakkar

# PackageSuffix
source: package.
is_is: pakkanum.

source: Previous
is_is: Fyrri

source: Project URL
is_is: Verkefnisslóð

# PushPackagesUsingServiceIndex
source: You can push packages using the service index
is_is: Þú getur hlaðið upp pökkum með þjónustuvísinum

source: Readme
is_is: Lesmál

source: Release Notes
is_is: Útgáfuskýringar

source: Search for packages
is_is: Leita að pökkum

# SearchPackagesPlaceholder
source: Search packages...
is_is: Leita að pökkum...

source: Services in use
is_is: Þjónustur í notkun

# ShowingTop20PackagesThatDependOn
source: Showing the top 20 packages that depend on {0}.
is_is: Sýni 20 efstu pakkana sem eru háðir {0}.

source: Show less
is_is: Sýna minna

source: Show more
is_is: Sýna meira

source: Source code
is_is: Kóði

source: Statistics
is_is: Tölfræði

source: Tags
is_is: Merki

# ThinkTheresAProblemPrefix
source: Think there's a problem? Consider taking a look at our
is_is: Heldurðu að eitthvað sé að? Skoðaðu

source: This package has no dependencies.
is_is: Þessi pakki hefur enga háða pakka.

source: total downloads
is_is: niðurhal alls

source: Total amount of packages
is_is: Heildarfjöldi pakka

source: Total amount of package versions
is_is: Heildarfjöldi pakkaútgáfa

source: total downloads
is_is: niðurhal alls

# TrySearchingOn
source: You can try searching on
is_is: Þú getur reynt að leita á

source: unknown
is_is: óþekktur

source: Upload
is_is: Hlaða upp

source: Upload a package
is_is: Hlaða upp pakka

# UploadPackageTitle
source: Upload package
is_is: Hlaða upp pakka

source: Used By
is_is: Notað af

source: Version
is_is: Útgáfa

# VersionLabel
source: Version
is_is: Útgáfa

source: Versions
is_is: Útgáfur
